tap "homebrew/bundle"
tap "joshmedeski/sesh"
tap "microsoft/mssql-release"
tap "nikitabobko/tap"
tap "railwaycat/emacsmacport"
tap "shopify/shopify"
brew "giflib"
brew "libpng"
brew "lz4"
brew "xz"
brew "openssl@3"
brew "icu4c@76"
brew "boost"
brew "readline"
brew "cairo"
brew "libnghttp2"
brew "deno"
brew "fmt"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "pango"
brew "ffmpeg"
brew "unixodbc"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helix"
brew "imagemagick"
brew "libgit2"
brew "jj"
brew "jpeg"
brew "lazygit"
brew "librsvg"
brew "lsd"
brew "lua"
brew "luarocks"
brew "molten-vk"
brew "mvfst"
brew "neofetch"
brew "neovim"
brew "node"
brew "php"
brew "pipx"
brew "pkgconf"
brew "postgresql@14"
brew "python-setuptools"
brew "python@3.12"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "samba"
brew "stow"
brew "tldr"
brew "tmux"
brew "watchman"
brew "xclip"
brew "zellij"
brew "zoxide"
brew "joshmedeski/sesh/sesh"
brew "microsoft/mssql-release/msodbcsql"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools"
brew "microsoft/mssql-release/mssql-tools18"
brew "shopify/shopify/shopify-cli"
cask "cakebrew"
cask "discord"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "ghostty"
cask "gimp"
cask "minecraft"
cask "postman"
cask "slack"
cask "spotify"
cask "steam"
cask "vimr"
cask "wezterm"
cask "zen-browser"
vscode "1yib.rust-bundle"
vscode "alexcvzz.vscode-sqlite"
vscode "andenetalexander.vim-cheatsheet"
vscode "asvetliakov.babel-compile-on-save"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "dotenv.dotenv-vscode"
vscode "dsznajder.es7-react-js-snippets"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "evaera.vscode-rojo"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jantto.theme-material-darker"
vscode "killalau.vscode-liquid-snippets"
vscode "kleber-swf.unity-code-snippets"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "mquandalle.graphql"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-speech"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "njqdev.vscode-python-typehint"
vscode "pkief.material-icon-theme"
vscode "postman.postman-for-vscode"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "shiro.pythonpack"
vscode "shopify.theme-check-vscode"
vscode "sissel.shopify-liquid"
vscode "solomonkinard.bookmark"
vscode "spu7nix.spwn-language-support"
vscode "supermaven.supermaven"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tal7aouy.icons"
vscode "talljack.vscode-quick-fold"
vscode "tobiah.unity-tools"
vscode "twxs.cmake"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.quokka-vscode"
vscode "wware.snippet-creator"
vscode "wware.snippets-explorer"
