blueman
boost
cairo
dkms
dolphin
dunst
fastfetch
ffmpeg
firefox
fmt
fzf
giflib
git
go
grim
htop
hyprland
imagemagick
iwd
kitty
lazygit
libgit2
libnghttp2
libpng
librsvg
libva-nvidia-driver
lsd
lua
luarocks
lz4
neovim
networkmanager
nvidia-dkms
openssh
openssl
pamixer
pango
php
pipewire-pulse
pkgconf
polkit-kde-agent
postgresql
python
python-setuptools
qt5-wayland
qt6-wayland
ranger
readline
ripgrep
ruby
samba
slurp
smartmontools
stow
swappy
swaybg
swaylock
tldr
tmux
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
unixodbc
uwsm
vim
waybar
wget
wireless_tools
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
xz
zoxide
zsh
