base
base-devel
blueman
bluez
bluez-utils
boost
cava
cmatrix
discord
dkms
dolphin
dunst
efibootmgr
fastfetch
firefox
flatpak
fmt
fzf
git
gnome-tweaks
go
grim
gst-plugin-pipewire
htop
hyprland
hyprpolkitagent
imagemagick
intel-ucode
iwd
kitty
lazygit
libgit2
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
lsd
luarocks
nano
nautilus
neovim
networkmanager
nvidia-open-dkms
nwg-look
obs-studio
openssh
pamixer
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
prismlauncher
python-setuptools
qpwgraph
qt5-wayland
qt6-wayland
qt6ct
ranger
ruby
samba
sddm
slurp
smartmontools
sof-firmware
steam
stow
swappy
swaybg
swaylock
tldr
tmux
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
unixodbc
uwsm
v4l2loopback-dkms
vim
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
zoxide
zram-generator
zsh
