blueman
boost
cairo
fastfetch
ffmpeg
firefox
fmt
fzf
giflib
git
go
imagemagick
lazygit
libgit2
libnghttp2
libpng
librsvg
lsd
lua
luarocks
lz4
neovim
networkmanager
openssl
pamixer
pango
php
pipewire-pulse
pkgconf
postgresql
python
python-setuptools
ranger
readline
ripgrep
ruby
samba
stow
swappy
swaybg
swaylock
tldr
tmux
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
unixodbc
waybar
xclip
xz
zoxide
zsh
nautilus
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
nwg-look
